{
    "description": "The controlled terminology in this spreadsheet supports Analysis Data Model Implementation Guide Version 1.0 (ADaMIG v1.0).",
    "data": [{
        "column": "Code (Column A)",
        "description": "Unique numeric code randomly generated by NCI Thesaurus (NCIt) and assigned to individual CDISC controlled terms."
    }, {
        "column": "Codelist Code (Column B)",
        "description": "Unique numeric code assigned to the ADaM parent codelist names.  This code is repeated for each controlled term (aka permissible value) belonging to a codelist. ** NOTE - light blue highlighting is used to identify the beginning of a new ADaM codelist and its applicable term set."
    }, {
        "column": "Codelist Extensible (Yes/No) (Column C)",
        "description": "Defines if controlled terms may be added to the codelist.   New terms may be added to existing codelist values as long as they are not duplicates or synonyms of existing terms.  The expectation is that sponsors will use the published controlled terminology as a standard baseline and codelists defined as extensible (or Yes) may have terms added by the sponsor internally."
    }, {
        "column": "Codelist Name (Column D)",
        "description": "Contains the descriptive name of the codelist which is also referred to as the codelist label in the ADaM IG.  As with the Codelist Code, the Codelist Name is repeated for each controlled term belonging to a codelist."
    }, {
        "column": "CDISC Submission Value (Column E)",
        "description": "IMPORTANT COLUMN: Currently this is the specific value expected for submissions.  Each value corresponds to an ADaM Codelist Name as indicated by light blue shading."
    }, {
        "column": "CDISC Synonym(s) (Column F)",
        "description": "This identifies the applicable synonyms for a CDISC Preferred Term in Column F."
    }, {
        "column": "CDISC Definition (Column G)",
        "description": "This identifies the CDISC definition for a particular term.  In many cases an existing NCI definition has been used.  The source for a definition is noted in parentheses (e.g. NCI, CDISC glossary, FDA)."
    }, {
        "column": "NCI Preferred Term (Column H)",
        "description": "This identifies the NCI preferred name for a term as identified in NCIt. **NOTE - This column designates the human readable, fully specified preferred term corresponding to the NCI c-code, and is especially helpful for searching NCIt to get the entire concept with links to all instances of the term."
    }]
}